[
  {
    "id": 100,
    "name": "Buscando América",
    "cover": "https://i.pinimg.com/564x/aa/5f/ed/aa5fed7fac61cc8f41d1e79db917a7cd.jpg",
    "releaseDate": "1984-08-01",
    "description": "Buscando América es el primer álbum de la banda de Rubén Blades y Seis del Solar lanzado en 1984. La producción, bajo el sello Elektra, fusiona diferentes ritmos musicales tales como la salsa, reggae, rock, y el jazz latino. El disco fue grabado en Eurosound Studios en Nueva York entre mayo y agosto de 1983.",
    "genre": "Salsa",
    "recordLabel": "Elektra"
  },
  {
    "id": 101,
    "name": "Poeta del pueblo",
    "cover": "https://cdn.shopify.com/s/files/1/0275/3095/products/image_4931268b-7acf-4702-9c55-b2b3a03ed999_1024x1024.jpg",
    "releaseDate": "1984-08-01",
    "description": "Recopilación de 27 composiciones del cosmos Blades que los bailadores y melómanos han hecho suyas en estos 40 años de presencia de los ritmos y concordias afrocaribeños en múltiples escenarios internacionales. Grabaciones de Blades para la Fania con las orquestas de Pete Rodríguez, Ray Barreto, Fania All Stars y, sobre todo, los grandes éxitos con la Banda de Willie Colón",
    "genre": "Salsa",
    "recordLabel": "Elektra"
  },
  {
    "id": 102,
    "name": "A Night at the Opera",
    "cover": "https://upload.wikimedia.org/wikipedia/en/4/4d/Queen_A_Night_At_The_Opera.png",
    "releaseDate": "1975-11-21",
    "description": "Es el cuarto álbum de estudio de la banda británica de rock Queen, publicado originalmente en 1975. Coproducido por Roy Thomas Baker y Queen, A Night at the Opera fue, en el tiempo de su lanzamiento, la producción más cara realizada.1​ Un éxito comercial, el álbum fue votado por el público y citado por publicaciones musicales como uno de los mejores trabajos de Queen y de la historia del rock.",
    "genre": "Rock",
    "recordLabel": "EMI"
  },
  {
    "id": 103,
    "name": "A Day at the Races",
    "cover": "https://www.udiscovermusic.com/wp-content/uploads/2019/11/a-day-at-the-races.jpg",
    "releaseDate": "1976-12-10",
    "description": "El álbum fue grabado en los Estudios Sarm West, The Manor and Wessex en Inglaterra y con el ingeniero Mike Stone. El título del álbum es una referencia directa al anterior, A Night at the Opera. Ambos álbumes están titulados como películas de los hermanos Marx.",
    "genre": "Rock",
    "recordLabel": "EMI"
  }
]